import random

print("გამარჯობა, ეს არის თამაში სიტვების გამოცნობა.")

while True:

    words = [
        'ქათამი',
        'კოღო',
        'თეფში',
        'ჭიქა',
        'ლურჯი',
        ]
    
    def game():

        word = random.choice(words)
        
        if word == "ქათამი":
            print("ეს არის არსება რომელიც ჩეკავს წიწილებს და არის ფრინველი.")
        if word == "კოღო":
            print("რაც გოაში შემოვედით გრძელო სულ ებრძოდა ამ არსებას კოდებით.")
        if word == "თეფში":
            print("არის მრგვალი და ზედ ვდებთ საჭმელს")
        if word == "ჭიქა":
            print("აქვს ცილინდრის ფორმა თავი აქვს ღია და შეგვიძლია ამის საშვალებით სითხე მივიღოთ")
        if word == "ლურჯი":
            print("ჩვენ გვაქვს სამი ძირითადი ფერი Red,Green და ... რა არის მესამე ფერი ქართულად.")

        A = (str(input("word : ")))

        if A == word:
            print("cool")
        else:
            print("no")

    game()